{"ODFNV1I1":{"title":"Operation Deep Freeze Newsletter Volume 1 Issue 1","author":"United States. Naval Support Force, Antarctica","publisher":"Florida State University, Office of Digital Research and Scholarship","date":"1975-04-19","text":" Operation Deep Freeze Newsletter Volume I, Issue No. 1 April 8, 1957 (EDITORS NOTE: This is the first in a series of newsletters to dependents of men wintering over in the Antarctic. Information in the newsletter comes principally from material received by radio in Washington. Each base has been asked to file occasional stories to let you know what is going on during the winter night in Antarctica.) OPERATION INCUBATOR LITTLE AMERICA (Delayed) -- (The following story was received from Little America Station via radio messages from Lt. John E. Zoller, CHC, USN, of Bonita Springs, Fla.) On Feb. 16, 1957, an air shipment of fresh eggs from New Zealand arrived at Little America. While inspecting the eggs Dental Officer Lt. Robert J. Adams, DC, USNR, of Memphis, Tenn., wondered if any of them were fertile. Assisted by William R. Burns, RM3, USN, of Flint, Mich., and Boyd D. Russell, RM3, USN, of Waco, Texas, they selected six for incubation. Even Richard H. Banasiak, CSI, USN, of Ballston Lake, N. Y., the cook, approved, perhaps with hope for future fresh eggs and poultry. A Dental Incubator for scientific study of oral flora was utilized. Correct temperature to hatch eggs was unknown. We consulted a research man for a culture of a living virus within the egg. Yesterday, Dr. Adams handled the eggs. He was elated at two positive embryos and two possible ones. The dental laboratory is now the crossroads of the Little America Station. Everyone wants to see the eggs. Strict visiting hours have been set up. Interest is tremendous and there is much speculation as to sex, color, breed and birthdate of the unborn chick. All hands are anticipating the day the chicken will hatch. Estimated time of arrival is March 9th. We believe this will be the first chicken ever hatched within the Antarctic Circle. If the chick survives, Dr. Adams plans to bring the history-making bird home. He says, \"Considering the 3,000 mile flight from New Zealand, extended exposure to cold and the age of the egg, this is a miracle\". \"We almost anticipate the chicken will hatch with earmuffs and mukluks. I am beginning to know how an expectant mother feels\". A name is needed for such a fabulous fowl. Friends in the United States are invited to submit suggestions. A progress report will follow next week. Operation Incubator Progress Report Two (Delayed) -- Preparations continue to welcome eagerly awaited chick. A deluxe corrugated box brooder fitted with the only 25-watt bulb at Little America keeps the temperature at a constant 98 degrees. The brooder has an enclosed courtyard for exercise feeding and (more-next page-more) -2- Operation Deep Freeze Newsletter ventilating. Lt. Adams narrowly averted a chick catastrophe when the power failed for three hours. Grasping an alcohol blowtorch, he rushed to the rescue and kept the incubator at the proper temperature using candle light illumination. Dr. Adams is becoming more like a mother hen every day. His face beams every time he handles eggs or discusses the chick. A carefully concocted feed mix includes oatmeal, wheat grain, cornmeal, powdered eggs and milk. Expected chicks drinking water is spiked with terramycin and multiple vitamin complex. A crushed china dish and egg shells will provide roughage since no sand or gravel is available here. The Little America Midwives Association is now an effective organ. They will commence egg inspection every half hour on March 7th and continue until the blessed event occurs. Dr. Adams has been designated the attending physician. Midwives are William R. Burns, Thomas Gehringer, CE3, USN, of Allentown, Pa., and Boyd D. Russell. The poor motherless chick will still need a name. Progress report three will follow next week. Operation Incubator Progress Report Three (Delayed) -- Sadness settled like soft snow over Little America March 10th when a tragic communique was issued from sick bay that the baby chick was stillborn. Grief-stricken obstetrician Dr. Adams and midwives Burns, Gehringer and Russell were nearly prostrate. Banasiak the cook accepted the news stoically. \"It was too much to hope for I guess, fresh eggs and young friers all winter\". In the interest of science a post-mortem autopsy was performed by Medical Officer Lt. Pat B. Unger, MC, USNR, of Miami, Fla. He stated, \"On close investigation I found an embryo of approximately ten days well formed\". \"Cause of death undetermined, however, evidence of Big Eye, scourge of the Antarctic, was present\". Further investigation is pending. Hope still remains for several other eggs being carefully nurtured in the incubator. Every conceivable precaution has been taken. We are trying to duplicate exactly the care of a mother hen. Eggs are being turned daily. Midwives are practicing how to cluck like a hen. We now have volunteers to massage the eggs with bushy beards in lieu of a caress by a mother hen's feathers. Another progress report will follow next week. Operation Incubator Progress Report Four (Delayed) -- No stone has been left unturned in our all out effort to insure ensure that the final dozen eggs left here at Little America Station by the Coast Guard icebreaker NORTHWIND on her last cruise into the Antarctic produce a live chick. The eggs were transferred from the NORTHWIND to Little America Station and carefully handled between the (more-next page-more) -3- Operation Deep Freeze Newsletter ship and the base by Dr. Adams. All hope has now been abandoned for the former eggs. Tender, loving care for the eggs includes daily turning by clucking midwives with fingers covered in feathers from a pillow and daily puzzling with a curly beard by William F. Kraut, RM, USN, of Bridgeport, Conn. Two eggs are being nurtured by Harold E. Buelter Butler , HM, USN, of East St. Louis, Ill., in a replica of a hen's nest constructed from cotton fixed atop an old steam iron which provides thermostat heat control and humidity. The thermostat failed recently and Butler became an emergency human incubator, gently cradling the eggs under his arm. The thermostat registers the exact correct temperature. Somewhat surprised, Butler asked, \"What does that make me\"? In order to determine the amount of time to keep the eggs out of the incubator, corresponding to the time a hen would be off the nest, a meticulous stop-watch study of mother hen's routine and actions has been made. For an accurate estimate, guinea pig Butler attempted to duplicate the exact action of the hen. His comment was, \"It sure is different chewing raw oatmeal and tilting my head back to swallow\". \"I'm glad to do it, but the study was not complete, for some actions which are not native to a hen I cannot duplicate\". Progress report five will follow next week. Operation Incubator Progress Report Five (Delayed) -- This is \"the long Wait\". Day after day the eggs look the same. What goes on inside the eggs is an unseen vital matter. All personnel here are hoping there will be a chick for Easter. Today Dr. Adams himself handled and turned the eggs gently. He reported some change since handling them a week ago. \"Should know for sure if we will have a chick in two weeks\", he said. Several days ago Butler discussed the project via Ham Phone Patch with his father, Robert F. Butler, an ex-farmer of East St. Louis, Ill., through the facilities of Ham Radio WOOBJ, Preston A. Richardson of Ladue, Mo. Mr. Butler verified the correct temperature, freqnency frequency of turning the eggs and the incubator period but he warned against expecting too much because of the long exposure to cold prior to incubation and the unlikely fact that fertile eggs wuuld would be found in commercial stock for consumption. Nevertheless, all hands at Little America are doing their utmost in their spare time for success. (EDITORS NOTE: The Operation Deep Freeze Newsletter will carry the results of Operation Incubator in its next edition. Final results of the Operation had not been transmitted from Little America at mailing time.) (more-next page-more) -4- Operation Deep Freeze Newsletter NATIONAL GIN RUMMY TOURNAMENT SOUTH POLE (Delayed) -- The Last Vegas, Nevada, Charities Inc., (National Heart Fund, March of Dimes, Accredited Catholic, Protestant and Jewish Charities) sponsored a National Gin Rummy Tournament March 7, 8, 9 and 10, using Oswald Jacoby Gin Rummy Rules, From the ranks of wintering groups in Antarctica, South Pole stationed Chester W. Segers, CS1, USN, was selected as a candidate for the tournament. Capt. W. M. Dickey, USN, Commander Naval Support Units, Antarctica, stationed at Little America, offered a kingsize Antarctic iceberg as prize in the charity tournament. The tabular berg is brand new, having just broken off from the Ross ice barrier. It is approximately 25 miles long, 10 miles wide and stands about 100 feet above water. The iceberg contains an estimated 63 billion tons of ice. We regret that we are unable to deliver the berg, although there is no shortage of volunteers to try. If the winner desires to pick her up we can guarantee utmost cooperation, especially if the winner is an attractive young lady. South Pole Station representative Segers was leading Roger Beck of the Los Angeles Mirror in the Gin Rummy Tournament when ham radio transmission difficulty forced cancellation of the match. Once again the Navy's reputation to do anything, anytime, anywhere was upheld, Capt. Dickey offered Mr. Beck consolation prize of a miniature kingsize iceberg approximately 100 feet above water. The berg contained an estimated 80 million tons of the finest grade of Antarctic ice. It is located in the Bay of Whales near Little America Three. We regret we are unable to deliver the berg. However, we understand any true Southern Californian can do anything so delivery should be no problem for Mr. Beck. SOUTH POLE STATION IN WINTER NIGHT SOUTH POLE (Delayed) -- In a brief ceremony March 24th the South Pole Station flag was lowered, heralding the end of the summer and the beginning of the Antarctic winter night. The flag had previously been at half mast in honor of the memory of RADM Richard E. Byrd. Six months will elapse before the eighteen men here at the South Pole will again see the suns sun's rays. Prior to the flag lowering ceremony which was observed in minus 80 degree weather with a chilling 15 knot breeze, a final days outside work by all hands completed all major tasks in securing the base for winter. Following a two day holiday, a well deserved rest for all, the major emphasis will shift from readying the base for the winter to constructing and tunneling, including the digging of a 1,000 foot tunnel for geomagnetic and seismic programs to be carried out by the nine IGY personnel under the direction of station scientific leader Dr. Paul Siple. The nine Navy men here will complete (more-next page-more) -5- Operation Deep Freeze Newsletter the finishing touches necessary to \"batten all hatches\" against drifting snow and winter temperatures expected to reach a minimum of approximately minus 120 degrees and will maintain and operate the base in support of the IGY program. Though it will undoubtedly be a long and cold winter, it should also be a busy, pleasant and rewarding one for the men of the South Pole Station and at the present it is one that is being met with top morale and high anticipation. LATE RADM RICHARD E. BYRD HONORED IN ANTARCTICA NAVAL AIR FACILITY MCMURDO SOUND (Delayed) -- On Sunday March 17, 1957, U. S. Navy personnel at NAF McMurdo honored and paid tribute to the memory of a great American, a distinguished Naval officer and world renowned explorer, RADM Richard E. Byrd, in the beautiful and picturesque Chapel in the Snow situated on a hill at McMurdo Sound. General Memorial Services were conducted and a Catholic Mass was offered in memory of the men who during his life made history on this continent as he courageously and untiringly uncovered many of its secrets. At the General Memorial Service, Robert H. Wakeman, RM2, USN, of Walton, N.Y., lead the congregation in prayer; John W. Robertson, SW1, USN, of Mitchell, S. D., read the scriptures and Lt. Donald C. Hauck, DC, USN, base Dental Officer of Kandiyott, Minn., played the organ and lead the singing. Lt. Leon S. Darkowski, CHC, USN, base Chaplain, reviewed the life of RADM Byrd in a eulogy. ANTARCTIC NOTES LITTLE AMERICA (Delayed) -- The Little America Station plans to construct a small worship chapel using volunteer labor. They want to dedicate the chapel Easter Sunday, April 21st. All hands believe a fitting dedicate would be \"Richard E. Byrd Memorial Chapel\". WEDDELL SEA (Delayed) -- Capt. Finn Ronne, Officer-in-Charge of the Ellsworth Station in the Weddell Sea says, \"all hands are well and expect to have this Station 100 percent operative sometime during the first of April. (more-next page-more) -6- Operation Deep Freeze Newsletter LITTLE AMERICA (Delayed) -- Health and morale is reported high at all seven of the United States Antarctic bases according to a report from Capt. W. F. Dickey, USN, Commander Naval Support Units, Antarctica. Operation Deep Freeze Newsletter Vol. 1, Issue No. 1, 8 April 1957 Phone Liberty 5-6700, Ext. 66675 Duplicated and distributed by: Commander Naval Construction Battalions, Atlantic Construction Battalion Center Davisville, Rhode Island Commander, U.S. Naval Support Force, Antarctica, Building \"D\", Sixth & Independence SW Washington 25, D.C. "},"ODFNV2I2":{"title":"Operation Deep Freeze Newsletter Volume 2 Issue 2","author":"United States. Naval Support Force, Antarctica","publisher":"Florida State University, Office of Digital Research and Scholarship","date":"1957-04-19","text":" Operation Deep Freeze Newsletter Volume II, Issue No. 2 April 19,1957 BYRD STATION -- At this Antarctic station IGY scientists were astonished to find ice in the area reaching a depth of 7,800 to 9,750 feet. The scientists believe all this ice rests on land but it is not an established fact as yet. NAF MCMURDO -- During one of many reconnaissance flights in the vicinity of this airbase, Major S. A. Antos, USMC of Buffalo, N.Y., discovered what may be an Antarctic phenomenon. Situated near Marble Point and the Wilson-Piedmont Glacier, he saw a huge ice tunnel more than a mile long. He described it as, \"A huge ice tube that looked as if a draw were frozen over the top of a cavernous hollow formed by melted glacier ice.\" SOUTH POLE -- The lowest temperature observed thus far at the South Pole is 89 degrees below zero, recorded on April 2. This temperature exceeded the lowest ever recorded in North America -81 degrees observed at Snag, Yukon Territory, Canada, in Feb, 1947. It is one degree above the all-time world's record of 90 degrees below zero set in northeastern Siberia in Feb. 1933. As late March and early April roughly corresponds to September in the Northern Hemisphere, temperatures are expected to drop to 120 degrees below zero as mid-winter approaches. WILKES STATION -- The flash of an arm, the roar of a cannon, and 1,800 square feet of net took flight in quest of the skua gull, a bird of Antarctica. this was immediately followed by the rapid crunching sound of men running over hard crusted snow. Such was the scene recently witnessed at this station in Vincennes Bay. Perhaps all but one of the persons who witnessed this spectacle had never seen anything just like it before. The man whose flashing arm gave the signal to fire the salvo was Carl Eklund, scientific leader at this base. The spectators and participants in this operation saw fire and smoke bellow from three cannon muzzles. The muzzles were protruding about 12 inches out of the snow and aimed at 20 degrees elevation. But the thing that really amazed the onlookers was the sight of the flying net, for through the smoke of the blast the net could be seen being carried by the projectiles. In a low arching flight the net carried up and over and landed enveloping the gluttonous skuas feating feasting on the remains of dead seals. The setting off of the net resulted in a spontaneous rush of viewers to the scene of capture. First to reach the area was Rudolf A. Honkala. Rudy is a U. S. Weather Bureau meteorologist stationed here as an assistant to Mr. Eklund. Right on his heels was Lt. Sheldon W. Grinnell, MC, USNR, of Carbondale, Ill. With a great deal of zeal, Honkala piled onto the net and attempted to grasp one of the trapped birds. His face soon had a look of perplexity and he began to wonder if this flurry of wings and claws was going to evade his grasp. By then he knew that this was no homing pigeon he was dealing with. But the same type of determination that brought him from his home in Salsibury, N. H., to the Antarctic, he managed to capture the bird. The photographer on the job was Paul F. Noonan, photographer first class, of Boston, Mass. With one continuous movement, Noonan planted his camera tripod and shot a scene of Sydney E. Green, construction driver 3/c, of Rt.1, Colbert, Wash., brining a captured skua gull to Mr. Eklund so the bird could be banded. Mr. Eklund, who lives in Atlanta, Ga., is carrying on this operation in conjunction with his biological research in the Antarctic. The creatures of this land, like the land itself, are quite mysterious to the outside world. To study them and their habitat is part of the IGY program here. Lt. Grinnell, assisted by Garth H. Stonehocker, chief ionospheric physicist at this station, put the birds in a cardboard carton so that they could be weighed. The gloves and heavy clothing worn by the men serve a twofold purpose. They not only protect them from the cold but also from the flashing claws and beaks of the birds. One of the last persons to reach the capture area was Richard Berkley of Winter Park, Fla. Berkley, a geomagnetism specialist, manned the detonator which fired the salvo. After all the birds were weighted and banded, Eklund released the birds. The bringing of the cannons and net from the U.S. had proven its merit. This shot, the first of its kind ever made in Antarctica, had netted 13 birds. With the knowledge gained from this capture there will be more abundant catches in the future. ELLSWORTH STATION -- A member of this station's wintering-over party says Navy cook Edward H. Davis of Clinton, Iowa, does more for morale than all the other base personnel put together. Davis rises at 4 a.m. to prepare early breakfast and his work isn't completed until 7:30 p.m., after the evening meal. He performs his work six days a week with a half day off on Sundays. Due to the heavy work load, vigorous atmosphere and tasty cooking Davis turns out, large amounts of food are being consumed at Ellsworth and the men are continually gaining weight. Atles F. Lewis, aviation metalsmith 1/c, of Troy, N.C., has gained 25 pounds in five weeks. Davis estimates the men are eating one and a half times their normal amount of food. They are eating mostly proteins of which there consumption is twice that of a Stateside naval base for the same number of personnel. In the way of meats, Davis is serving mostly veal and pork now because it loses its flavor fastest. He is saving beef for last. There is enough veal, pork, chicken and liver for two more months. Then the fresh meat rations will be supplemented with canned foods. Carbohydrates are being consumed one and a half times above normal. Due to the bitter cold there are lots of coffee breaks and coffee consumption has climbed to four times normal. Davis believes that with the comfartable comfortable prefabricated buildings, recreation hall and nightly movies, this is a soft life compared with previous Antarctic expeditions. But he maintains he would never winter over again and in his own words, \"Nothing will look better to me than home.\" WILKES STATION -- During March in the Vincennes Bay area, bay waters were still, free of packice. Scientists had begun their studies with comparatively little handicap due to the efficient work of Wilkes wintering-over Seabees. Glacial geology and higher sea levels are being investigated on the Windmill Island group of which Wilkes Station is a part. Heavy drifting and 10 feet of snow now cover the station. 2 LITTLE AMERICA -- Jack Frost is working overtime this year at Little America. The theme song here is \"Baby It's Cold Outside.\" Average temperature during last month was 14 degrees colder than last year. Winter is not yet here but it sure feels like it. April is also off to a good start. Temperature for the first part of April reached 51 degrees below zero. Personnel are carefully instructed on how to work in such cold weather. Weather is announced at reveille, enabling personnel to dress accordingly. When Working together, they watch each other for signs of frostbite and other cold weather injury. The men welcome coffee breaks which relive them from extended exposure. An appendectomy was successfully performed last week by Lt. Pat B. Unger, MC, USNR, of Miami, Fla., on Allen E. Pracht, builder 3/c, of Pittsburgh, Pa. Assisting Dr. Unger were Lt. (jg) Robert J. Adams, DC, USNR, of Memphis, Tenn., Fred A. Milan, physiologist of Andover, Mass., Korean combat veteran Harold E. Butler, hospitalman 3/c, of Gig Harbor, Wash. Pracht is reported to be convalescing well after the operation. Flashing his usual smile, he said, \"It's a relief to have the pain gone. I hope to be back on the job soon.\" The first session of the Little America Senate convened recently. This group, part of a special services organization, consists of nine senators elected by and from station personnel. The purpose of the senate is to afford all hands an opportunity through elected representatives to express to the command any comments or suggestions about various aspects of the community life. The group also generates plausible ideas and plans with special attention towards recreation and education. Senators are: Hugh F. Bennett, seismologist of Chippewa Falls, Wis.; Richard L. Chappell, science aide (Eagle Scout) of Eggertsville, N.Y.; S. L. Coyne, construction driver 3/c, Piqua, Ohio; K. A. Elliott, construction driver 1/c, of Lancaster, Pa.; C. W. Jenkins, hospitalman 3/c, of Gig Harbor, Wash.; W. F. Kraut, radioman 1/c, of Bridgeport, Conn.; A. E. Pracht, builder 3/c, of Pittsburgh, Pa.; G. H. Stewart, aviation machinist's mate 2/c, of Minneapolis, Minn.; and Earl Tracy, aviation electrician's mate 1/c, of Granada Hills, Calif. Patterned after the federal government of big America, the Little America special services also includes a cabinet, supreme court and president. The cabinet is composed of five appointed persons headed by Special Services Officer LCDR R. E. Hancock, SC, USN, of Alexandria, Va. Others are Chaplain Zoller, Medical Officer Lt. Unger, and VX-6 member Lt. R. G. Anderson of Alameda, Calif. The Supreme Court has three justices: Chief Justice is LCDR H. J. Orndorff, USNR, of Nutterfort, W. Va., Officer in Charge of Little America; LCDR J. E. Waldron Jr., USNR, of New Orleans, La., Officer in Charge of VX-6; and A. P. Grary, Deputy Chief Scientist, of Oakford, Pa. Purpose of the supreme court is to provide counsel of command heads in matters pertaining to the general good and order and to approve or disapprove recommendations and initiate action corresponding that which the commanding officer would make. The President is Capt. W. M. Dickey, USN, of Rusk, Tex., Commander Naval Support Units, Antarctica. He reviews all acts of the lower bodies. In a small way, with certain modifications, special services operates as a miniature American government. It stimulates interest and provides good training in democracy. 3 ALL BASES -- Capt. Dickey reports from his Little America headquarters that radio reports from all U. S. Antarctic bases states health and morale excellent. In a request from the stations for items for ships to bring down on Deep Freeze III, ping pong balls and sun lamps are big items. LITTLE AMERICA -- The chapel-library at this station, to be called the \"Richard E. Byrd Memorial Chapel,\" has been erected and awaits only the arrival of Easter to be officially dedicated. ELLSWORTH STATION -- The responsibility of maintenance and repair of heavy duty D-4 and D-8 tractors here rests largely on one man, Walter L. Davis, construction mechanic 1/c, of Benton City, Mo. He is the only Navy mechanic here and has six Caterpillar tractors and six \"weasels\" to keep in operation. One of his major jobs on the vehicles so far has been getting them started in the 36 degree below zero weather. The 12 year veteran of Okinawa, Europe and Africa has served as a heavy equipment mechanic and is especially suited for the vigorous Antarctic extremes, having served in Greenland. A typical day for Davis consists of supplying three buildings with snow which is melted into water. He accomplishes this by scooping up the snow with a D-3 tractor and dumping it on the roofs of the buildings. Then if the vehicle is in repair he tackles that. If not he continues on construction and maintenance of the base. He also maintains and repairs the diesel electric generators that supply the base with electricity. Davis is looking forward to the end of the long Antarctic winter night and the return to the United States. He would like a tour of recruiting duty. In his own words, \"one year down here is long enough.\" BYRD STATION -- Time goes fast in the Antarctic and days are hard to keep up with. Sometimes so much that men even forget their own birthdays, as in the case of \"Uncle\" Jack R. Fenrod, builder 3/c, of Wetunka, Okla. He entered the mess hall for lunch April 4 after doing some extra work that happened to come up and made him a few minutes late. Station cook, Robert D. Marsh, commissaryman 1/c, of Nicktown, PA., had known about his birthday for some time and had been making arrangements which included a large devil's food cake with white icing and chocolate lettering. One candle was set atop an empty medicine bottle in the center of the table and singing by all hands helped create the proper atmosphere for the occasion. Gorden Abbey, radioman 1/c, of Union Gap, Wash., W. E. Lowe, radioman 1/c, of Decatur, Ill., and W. D. Welch, electronics technician 3/c, of Atlanta, Ga., worked most of the week in temperatures as low as 68 degrees below zero to construct Welch's pet project a rhombic antenna for our amateur radio. The antenna was completed and is now receiving some very good signal reports from Stateside amateurs. The Byrd Station Choir, composed of C. E. Reynolds, construction electrician 1/c, of Wilmington, Del.; D. D. Blubaugh, construction mechanic 3/c, of Ursina, Pa.; J. R. Penrod, builder 3/c, of Wetumka, Okla.; R. D. Marsh, commissaryman 1/c of Nicktown, Pa.; and Wes Morris, IGY meteorologist, of Sault Ste. Marie, Mich., at the piano, made its first public appearance at Sunday religious services and proved a great success. Quite a few auroral displays have been seen here lately, but the most significant one was sighted by Edward A. Alf, Meteorologist, of Apple Valley, Calif., while making late evening weather observations. Everyone was awed by its 4 ghostly beauty. It looked light green to very pale red, and ran roughly north and south, making slow weaving motions. LITTLE AMERICA -- \"Operation Incubator\" now belongs to the ages. Lt. (jg) Robert J. Adams, DC, USNR, of Memphis, Tenn., has announced that all hope for the six New Zealand eggs selected for incubation has been abandoned. Final cnadling candling revealed no growth since last week. The project provided fun during leisure time and an interesting diversion from duty. Dr. Adams commented, \"In every man there remains a trace of the little boy. Perhaps this helps explain why husky Seabees, after doing a hard day's work, enjoyed trying to raise live chicks for Easter. We appreciate the interest and good wishes from our many friends in the States, and regret the project was unsuccessful.\" NAF MCMURDO -- (April 16) -- Approach of the Antarctic of the Antarctic night and shortened daylight have restricted outdoor work, and a recreation program is in effect for whatever leisure time is available. An enlisted recreation council was formed and includes Louis R. Maher, chief electronics technician, of Olathe, Kan.; Richard D. Harden, chief air controlman, Forth Fort Worth, Tex.; Donald E. Blackenship, builder 1/c, Highland, Calif.; Marcus Riley, construction driver 1/c, of Danville, Ill.; John E Custer, machinery repairman 1/c, of Springfield, Ill.; Henry J. Deeks, construction mechanic 1/c, of Islington, Mass.; Joseph J. Malla, construction electrician 2/c, Detroit, Mich.; Alfred J. Swetokos, aviation machinist's mate 3/c, Flushing, N.Y.; and Richard C. Martin, aviation electronic technician 3/c, Memphis, Tenn. The initiative of the council and the willingness of the men result in a well-rounded program. Off duty volunteers have converted a building into a recreation hall, complete with ping pong tables, pool, shuffleboard, reading lounge and music. An empty quonset hut was made into a gym through the ingenuity of Robert L. Farnam, aviation electrician's mate 1/c, of Lewiston, Idaho; James K. Kennedy, aviation electronics technician 3/c, Cortland, N. Y.; Moses L. Vigil, Jr., aviation machinist's mate 2/c, Denver, Colo.; Kenneth L. Alkio, aviation electronics technician 2/c, Eureka, Calif.; and Estile G. Miller, airman, of Besoco, W. Va. The gym features weight lifting apparatus, mats, and a steam bath box operated through a series of coils and an overhead drum. Marshall F. \"Rocky\" Jones, photographer 1/c, of Van Nuys, Calif., conducts a photography class twice weekly after movies. About 20 men sacrifice sleeping time to become better shutter bugs. Edward C. Schenketh, parachute rigger 1/c, of Flushing, N.Y., worked long hours to convert an Atwell tent into a hobby shop, stocked with building materials, kids and models. Other activities include movies, weekly bingo, and a one-hour Saturday evening social. Each week's program is supplied by the occupants of the respective huts. Last Saturday the officers performed courageously as the \"Kool Kats\" and presented a unique program with self-made costumes and repetitive music--they only knew two songs. SOUTH POLE -- (Delayed) -- In the ever lessening twilight, two weeks after sunset and the beginning of the winter night, limited outside work still continues 5 at this isolate station. The temperatures, which has been consistently decreasing, rose during the day from minus 87 in the early morning to an unseasonably warm minus 59 at midnight. Winds increased from 13 knots to 26 knots, with gusts up to 31 knots. A further rise of both temperatures and winds is anticipated, also a greater amount of blowing snow. As the sun circles the Pole at approximately 6 degrees below the horizon, the earth's shadow is seen as a portion of black semicircle along the horizon opposite the sun's azimuth, and the Antarctic at twilight remains uniform during a 24 hour period. The first stars appeared March 31 and now are seen in increasing numbers. At low temperatures exhaled breath emits a characteristic crackling roar like steam escaping from an open valve and creates light fog throughout the tunnels. Outside work of any type is increasingly difficult as temperatures drop. Altitude (approximately 9,200 feet) causes more rapid breathing than normal when heavy work is being done. Cold air burns the throat and chest necessitating a shorter pace with frequent breaks to catch your breath and resume normal breathing. The main tunnel at the South Pole station will be approximately 12 feet beneath the surface, six feet wide and eight feet high, with branch tunnels off the sides at regular intervals. Approximately 150 cubic feet of snow is required each day to be melted for drinking water and other uses. The snow will be man-hauled from now on due to the fact that cold weather precludes the use of tractors or weasels for hauling it. All vehicles are in hibernation for the winter. Despite the seemingly bleak aspect of our present environment, it is one of constant interest to all. Even in minus 80 degree weather, personnel have been able to work outside for up to three hours at a stretch without undue discomfort. Time passes quickly and morale continues to be high in anticipation of a successful year. ELLSWORTH STATION -- The air support for IGY activities here is being accomplished with two DeHavilland Otter aircraft and one HO4S helicopter. Here again in the great Antarctic continent, responsibilities must fall upon a few. Such is the case of Atles F. Lewis, aviation mechanics for the Otter aircraft stationed here. In Antarctica each flight requires the flight mechanic to spend approximately three hours working on the aircraft prior to take-off. The facilities with which to work are few, and each plane must have the snow brushed from it, the ice melted, the engine pre-heated and the fuel for the most part pumped by hand, in addition to giving regular engine checks. Although many flights have been flown already, the main support program will begin in September, during the next Antarctic spring. With the planes safely put away from the winter months, Lewis will be busy setting up shop and helping separate supplies stored in the aviation building. In October Lewis' present enlistment will expire, and he will be the first man to reenlist here. He has already decided on the next duty he desires. First he wants to go to flight engineers school and then to Hawaii for duty as a flight engineer on a Super Constellation. 6 LITTLE AMERICA -- This Station intends to secure its helicopter for the winter due to the frigid weather. All aircraft have been put away for the winter except one Otter and one R4D. Construction of Kiel airfield antenna farm is underway. Health and morale at Little America is excellent. Only 25 per cent of the cargo deposited on the ice barrier by DF II supply ships still remains there. The other 75 per cent has been safely returned to the Station. ELLSWORTH STATION -- Items and amounts, food-wise, for the wintering-over party here have been satisfactory with few exceptions. It is recommended, though, that in the future there be less rabbit, prunes, rhubarb, collard greens, and frankfurters, and more popcorn. New items recommended for next year's wintering party include fresh frozen carrots, dill pickles, canned honey, chocolate chips, dehydrated cabbage, glazed citron peel, and vanilla extract tablets. A few utensils and table-ware items that might be useful are serving forks and spoons, one bolt of turkish toweling, doughnut cutters, 96 boxes of tooth-picks, three dozen ash trays, and 50 Christmas menus. Operation Deep Freeze Newsletter Volume II, No. 2 -- April 19, 1957 Phone Liberty 5-6700, Ext. 66675 Duplicated and distributed by: Commander Naval Construction Battalions, Atlantic Construction Battalion Center Davisville, Rhode Island Commander, U.S. Naval Support Force, Antarctica Room 214, Bldg. D. 6th & Independence Ave., SW Washington 25, D.C. "},"ODFNV2I3":{"title":"Operation Deep Freeze Newsletter Volume 2 Issue 3","author":"United States. Naval Support Force, Antarctica","publisher":"Florida State University, Office of Digital Research and Scholarship","date":"1957-04-26","text":" Operation Deep Freeze Newsletter Vol II, No. 3 April 26, 1957 LITTLE AMERICA -- The major portion of the non-sectarian Easter sunrise service at Little America was dedication of the New Richard E. Byrd chapel. Services were conducted, commencing at the time the sun rose, at approximately 10 a.m. However, the service was unique in that the sun set at about the same time the service was concluded. Two days after Easter marked the last sunrise until next August. The new chapel is by far the most beautiful building at Little America. All have followed its construction with interest. From the laying of its foundations to finishing its pews, every task has been done conscientiously, even reverently. Volunteers carved the foundation from hard-packed snow on a crisp, clear day when the temperature hovered in the minus fifties. Quickly the framework of the 16 by 40 foot Jamesway building went up, and was them trimly covered with snug spun-glass insulated blanket sections. The chancel section of the chapel is raised six inches above the nave and separated by a communion rail exquisitely hand finished. The chancel contains stalls for a small choir on the left side, an elevated mahogany altar in the center, the pulpit and electronic piano on the right. American and Christian flags flank the altar. The altar is dressed with a maroon velour cover bearing the words \"Holy Holy Holy\" in gold across the front piece edged with gold fringe, reversible cross-crucifix, matched vases and candlesticks, two seven-branch candelabra, and a missal stand. A dossal hanging behind the altar is of heavy blue velour extending from the arching ceiling to the deck. Flanking the dossal are white woolen panels reaching to the curving walls. The deck is soft green polished tile. The entire chancel area is illuminated by concealed overhead floodlights. The nave is fitted with hand-hewn pews containing built-in kneelers and screens in front of the first pew on each side. All woodwork is stained mahogany. The center aisle and the area between the pew screens and chancel is green vinyl tile with an inlaid cross of white tile centered in the aisle. Remainder of the deck is battleship green linoleum. Interior walls are light green with dark olive green framework. The chapel will seat approximately 40. Skilled cabinet maker John E. Reilly, builder 1/c, of New Orleans, assisted by Jack C. Rees, construction driver 2/c of West Warwick, R. I., designed and built the chancel communion rail, and pews, and did most of the interior finishing. Supervising construction of the building were Lt. (jg) Robert K. White of Glens Falls, N. Y., and Julian P. Gudmunson, chief builder, of St. Paul, Minn. Many other volunteers participated in the construction. All at Little America believe Admiral Byrd would be pleased and proud to know that this chapel bears his name. (All news items from Little America are prepared by Chaplain John E. Zoller, Lt., USN, of Shelby, Mich.) (Page 1) NAF MCMURDO -- This station played host to New Zealanders on Easter Sunday. Eighteen men from the New Zealand Scott base, with their leader Sir Edmund Hillary of Mt. Everest fame, accepted an invitation to Easter dinner and joined U.S. personnel at divine services. The chapel, \"Our Lady of the Snows,\" was appropriately decorated with artificial Easter lilies. Catholic mass and Benediction of the Blessed Sacrament was offered by Father Leon S. Darkowski of Pittsburgh, Pa. Protestant services were held by lay leader Robert H. Wakeman, radioman 2/c. of Walton, N. Y., with Lt. Donald C. Hauck, DC, of Kandiyott, Minn., at the organ. Other activities included attendance at movies, a hi-fi concert featuring Handel's \"Messiah,\" and competitive games in the recreation hall. The guests expressed appreciation for the hospitality and invited McMurdo personnel to visit Scott Base. The U.S. and New Zealand bases are two miles apart. Much good will has been promoted through this exchange of social courtesies. AROUND THE BASES -- NAF MCMURDO: Ground Control Approach (flight radar) equipment has been disassembled for maintenance. Ice runway in good condition. . . . . . SOUTH POLE: Eight by twelve foot shell for glaciology laboratory has been completed. Two Rawinsonde observations (radar tracking of weather balloons) have been made daily since April 15 . . . . . BYRD STATION: Tunnel was partially collapsed due to the weight of a snow drift . . . . . WILKES STATION: Highly successful voice radio contact has been made with Little America. WILKES STATION -- (April 22) -- Easy access to the icecap and good surface for 50 miles inland indicate ideal conditions for extensive traverse from this station. The traverse as projected would provide geophysical and geographical studies over one of the greatest unexplored regions of Antarctica. The proposed trail is from Wilkes along the 110th East Meridian. The primary advantage of this route is the presence of fixed stations at the ends and middle of the trail to provide control for scientific observations. It is proposed the trail operations will begin in late November, using a D-4 Caterpillar tractor and \"weasels,\" with a second D-4 for partial support. The D-4 proved effective here pulling 20 tons to the satellite station in land at 4,000 foot elevation. Seismic shots, magnetic observations, and glaciological studies are contemplated at intervals of 50 to 75 miles, with gravity and surface meteorological observations at 10-mil intervals. LITTLE AMERICA -- Champion \"pole sitter\" at Little America is John Kieffer, electronics technical 3/c, of Napa, Calif. A volunteer to climb antenna poles to install insulators and wire, Kieffer's conquest of nearly fifty poles makes him undisputed champ. Perched atop a pole in minutes fifty degrees weather, buffeted by bitter winds, and clumsy in heavy Antarctic clothing, the job is no picnic. Every possible safety precaution including spurs, safety belt and boatswain's chair is used. Kieffer is an old hand at climbing. Before enlisting he had his own set of spurs and cleared fire breaks in the forest of his family's property. (Page 2) Assisting in the operation is Thomas E. Gehringer, construction electrician 3/c, of Allentown, PA., a veteran lineman. When stationed on Guam, prior to volunteering for Deep Freeze, he maintained 150 antenna poles ranging 90 to 110 feet high at the Naval Communications Station there. Gehringer says, \"Clinging to the top of a pole in blazing 90-degree sun is quite a contrast to doing it at 50 below.\" LITTLE AMERICA -- Intense cold plays strange tricks on outdoor workers. Dropping into the minus fifties, the chill factor is vastly increased by sharp winds. Richard Hills, photographer 2/c, of Fayette, Ala., after taking pictures atop a fuel tank, jumped off only to discover he couldn't bend his knees. His cold weather trousers had frozen stiff. Freezing of a more disturbing nature was encountered by Jack. C Rees, construction driver 2/c, of West Warwick, R. I., and Lt. John E. Zoller, ChC, of Shelby, Mich. Their nostrils closed up tight with ice. A screwdriver snapped like glass when pressure was applied. Combustion handwarmers in exterior parka pockets went out because the fuel reached a temperature too low to burn. Calvin L. Larson, chief photographer, of Culbertson, Mont., was unable to replace a slide in his plastic plateholder after taking a picture because the plateholder contracted in the cold after the slide was removed. He is limited to the use of a few wooden plateholders. Film pack, roll and movie film become brittle and snap when advanced in the camera. VX-6 pilot Lt. Harvey G. Speed of North Muskegon, Mich., was unable to retract skis on his R4D aircraft after takeoff. Engine heat and exhaust vaporized air immediately froze on the landing gear and temporarily converted it into \"fixed gear\" type. Its all in a day's work--but how different from a day's work in the States. PERSONAL COMMUNICATIONS to and from ANTARCTICA Communications between men stationed in the Antarctic and their families in the States may be carried out by these methods: (1) Naval Communications Telegrams, and (2) \"Hamgrams.\" Telegrams are handled by the Naval Communication Station, Washington 25, D. C. The cost for this service is Western Union charges from wherever the telegram is filed to Washington. Under ordinary circumstances the following subjects are acceptable or not acceptable: Acceptable: (a) Matters of life or death (b) Matters of personal arrangements or important personal business, not of a recurrent nature (c) Birth announcements in the immediate family. Not Acceptable: (a) Trivial, indecent or frivilous messages. (b) Holiday or anniversary greetings (c) Messages of unnecessary length (d) Ordinary congratulatory messages (e) Frequent or recurrent messages pertaining to the conduct of a commercial venture. (f) Business solicitations by a commercial enterprise. How to address telegrams: Man's name, Rate or Rank, Serial or File No., and Antarctic Command. Example: John D. Doe, YNI, 000 00 00; NAF McMurdo; c/o Naval Communication Station; Washington 25, D. C. \"Hamgrams\" are the type of communication handled by amateur radio operators. \"Ham\" is the slang term for a licensed amateur radio operator. There is no cost for messages passed through amateur radio facilities, other than the cost required (continued next page) (Page 3) to deliver the intended message to the \"ham\" station operator. The following address is that of a capable amateur radio operator who has been very successful in handling messages to and from Antarctica: Paul A. Blum, 101 Kristin Road, North Syracuse, N. Y. It is sometimes possible to arrange telephone conversations between the States and Antarctic bases through the amateur radio facilities. To accomplish this, interested parties should address a post card to: Julius M. J. Madey, 1037 Raritan Road, Clark, New Jersey Your post card should include person's name and his station in Antarctica. The cost of this service will be for long distance phone from where you make the call to Clark, N. J. The Red Cross has been extremely helpful in effective delivery of messages via ham operators between the States and Antarctica. Inquiry should be made of your local Red Cross representative for complete details. LITTLE AMERICA -- The last of the Mohicans has been discovered at Little America. All hands hardly believed what they saw at breakfast the other day. Some shook their heads; others rubbed their eyes; all were bewildered. In the mess hall were what appeared to be half a dozen Indians. The striking feature was the unusual haircut. Each \"Indian\" had a two-inch crew-cut strip extending from the center of his forehead, back across his head top and tapering to a point at the base of his neck. All other hair was removed. The tribal affiliation is unknown, but it's suspected that they may be the last of the Mohicans. Much good natured joking and critical observations were made about the shape of the heads, bumps, knots and skin texture. There was also some speculation as to whether the hair will return. The \"Indians\" unanimously hope it will. A few new phrases were added to the camp vocabulary, including, \"ugh\" and \"how.\" It was suggested that the aurora-sky watch be alert for smoke signals on the horizon. When asked why such unusual haircuts, Robert W. Anderson, electronics technician 3/c, of White City, Kan., explained \"This helps us observe a rule of the Antarctic. Never panic--always keep a cool head.\" He explained that one unexpected problem that has developed is placing your head on the pillow in such a fashion as to prevent it from sliding off during sleep. Other \"Indians\" are Charles M. Darter, chief construction driver, of Austin, Texas; Kenneth A. Elliot, construction driver 1/c of Fort Smith, Ark.; Steven Muniz, construction driver 2/c, of Sugar City, Colo.; and John A. Hricsina, constructionman of Franklin, Pa. NAF MCMURDO -- (April 24) -- A new Antarctic record has been set by Navy aerologists at this station. A radiosonde balloon (for recording temperature, air pressure and humidity, plus wind direction and velocity) sent aloft at 10 minutes past noon remained airborne and was tracked until 4:11 p.m., when the signal faded due to battery failure. The balloon rose to a record 96,276 feet. Temperature at this altitude was minus 87.7 degrees F. The balloon was 70 miles form the station. The weather equipment was sent up by Elmer A Erdie, aerographer's mate 1/c, of Buffalo, N.Y., and Ronald W. Palmer, aerographer's mate 2/c, of Seattle, Wash. Palmer and Avril T. Creacy, aerographer's mate 3/c, of Gatesville, Texas, (continued next page) (Page 4) were on watch when the recordings were made. Bobby D. Fancher, aerographer's mate 3/c, of Carlsbad, N.M., was off duty at the time and missed the excitement, but he will have an opportunity to aim at a new record later. Two balloons are released daily, at midnight and noon. Lt. (jg) Bernard Fridovich, aerology officer, of New York City, is very proud of his men and their work. They spend long hours, sometimes over 20 hours at a stretch, getting weather recordings and observations. ELLSWORTH STATION -- (April 17) -- Unlike previous expeditions to Antarctica, we now have the use of electricity 24 hours a day for our work and comfort. The one primarily responsible for getting this into operation and flawlessly maintaining the generators is James. L Hannah, construction electrician 1/c, of Memphis, Tenn. Ellsworth Station was taken over by wintering-over personnel in February, with the construction of electrical systems for the most part still unfinished. Remaining to be completed was the power house, consisting of five generators, wiring connections for the 17 buildings, and wiring for the storage tunnel lighting. As the Seabees' only electrician, Hannah was kept busy days and often nights with these tasks. Having now completed the electrical systems, he has the responsibility of maintaining these systems throughout the year. He also maintains the heating systems. Hannah, a Texan, began his Navy career in 1947. He has been a Seabee electrician during his 10 years of service. His foreign service has included Alaska, Guam, Cuba, and Africa. Hannah volunteered to come to Antarctica because it would be a new experience, and he is one of several who are considering remaining here another year. LITTLE AMERICA -- (April 13) -- The first bingo party of the year was a howling success. Planned by the Little America Senate and supervised by Lt. Robert G. Anderson of Alameda, Calif., the party was started with a \"happy hour\" and buffet supper. Master of Ceremonies William J. \"Wild Bill\" Cromie, IGY Glaciologist from Long Island, N.Y., called the bingo, cracked jokes, introduced the floor show, and recited an original poem of his own composition entitled, \"The Ballad of the Barrier Ledge,\" a clever yarn of dubious dealings on the ice. Music was provided by \"Cumbie's Combo,\" led by William A. Cumbie, aviation electronics technician 2/c, of Milton, Fla., a hoe down expert from away back who plays a hot electric guitar. Blowing up a storm on harmonica was Bobbie F. Grice, radioman 1/c, of Hubbard, Texas. Jazz piano was pounded out by Eagle Scout Richard L. Chappell, scientist aid, from Eggertsville, N.Y., and slapping a solid, home-made bass was stogie-smoking Ens. Earl R. Hills of Chattanooga, Tenn. The bass was rigged from a washtub, swab handle, and taut cord. An hilarious impromptu entertainer was Rocco A. \"Rock\" Taurisano, commissaryman 1/c, of Cambridge, Mass., sometimes called \"The Great Stone Face.\" His impersonation of Hildgarde in falsetto soprano brought down the house. Abundant talent and ambitious plans insure many outstanding future parties. (Page 5) "},"ODFNV2I4":{"title":"Operation Deep Freeze Newsletter Volume 2 Issue 4","author":"United States. Naval Support Force, Antarctica","publisher":"Florida State University, Office of Digital Research and Scholarship","date":"1957-05-03","text":" Operation Deep Freeze Newsletter Vol. II, No. 4 May 3, 1957 Man's ever-present curiosity and interest in world affairs shows itself even in the isolated world of Antarctica. At both the MCMURDO SOUND and LITTLE AMERICA bases weekly newspapers are being printed. The enthusiastically received \"McMurdo News\" contains national and international news and station items. There are also a chaplain's corner, \"Aerological dartboard\" (weather summary), doctor's column, and personality profiles. The Little America Publication is called \"The Penguin Post.\" The paper is mimeographed Saturday night and delivered to the barracks and officers' quarters, ready for Sunday morning readers. Stateside papers were never devoured more avidly than these. With no TV or newsreels, only static-punctuated short-wave, and no current U.S. magazines, everyone is parched for news. \"The Penguin Post\" features include \"News of the World Beyond US,\" \"News of the World Around Us,\" (Antarctica), sports, science notes, Man of the Week, weather roundup, chaplain's column, Letters to the Editor, jokes and cartoons, entertainment, and society section (personals). The paper averages eight pages. Name for the Little America paper was selected by the local Senate. Wide-spread interest was indicated by the fact that 85 names were submitted for the paper including \"Deep Freeze Breeze,\" \"Ice-O-Lated Post,\" \"Crevasse Crier,\" and \"Sastrugi Sayings.\" \"Penguin Post\" is co-edited by the Navy and IGY men. Editors are Calvin L. Larsen, chief photographer's mate, of Culbertson, Mont., and Ronald C. Taylor, IGY Meteorologist, of San Gabriel, Calif. Reporters are William F. Kraut, radioman 1/c, of Bridgeport, Conn.; Boyd D. Russell, radioman 3/c, of Forth Fort Worth, Tex.; Paul C. Dalrymple, IGY Glaciologist, of Cochituate, Mass.; and Bruce J. Lieske, IGY Meteorologist, of Silver Springs, Md. Chaplain John E. Zoller of Shelby, Mich., is advisor. Little America is also considering adding several \"foreign correspondents\" to the Post staff in the form of \"ham\" radio operators in various areas of the world. AROUND THE BASES -- (April 30) --Little America: A 16 by 20 foot gymnasium has been completed behind the recreation hall. Heaters have been installed in the theatre. Furniture, shelves and cabinets are 20% completed in the library. An R4D of VX-6 has made one local flight. A second flight was aborted when the plane's wing tip dragged at takeoff, causing minor damage....NAFMcMurdo: Ice runway is in good condition. Ice in channel broken by Glacier has reached a thickness of 40 inches......Byrd Station: Tunnel which was partially collapsed by snow has been repaired and strengthened...Wilkes Station: Minor building damage was sustained when 83-knot winds arched roofs. LITTLE AMERICA -- (April 29) -- The Little America \"ham\" radio station, KC4USA, made an unusual contact recently. On April 14 Carl O. Wyman, IGY Ionospheric Physicist, of Philadelphia, received a ham radio phone call from friends Frank and Ruth Leeming of Red Bank, N.J. (1) The unusual feature of the call was that it originated from the Leeming's Leemings' 26 foot cabin cruiser at sea off the New Jersey coast. Leeming called a telephone operator via marine radio-telephone; the operator called Julius M. J. Madey, operator of amateur station K2KGJ in Clark, N.J.; Madey called Bobbie F. Grice, radioman 1/c, of Hubbard, Texas, who was the radio operator on duty at Little America; and the radio-telephone contact between Leeming and Wyman was made complete. The \"path\" was excellent. Wyman was surprised even for the experienced amateur operator that he is. He bought his first crystal short wave receiver when a boy, and sold newspapers to pay for it. In 1926, when in the Marine Corps, he built a ham station in Nicaragua and carried some of the first emergency humanitarian traffic for service personnel. He was communications officer in the Marines, Pacific Theater, during the second World War, and in 1948 he was recalled to Washington for active duty with the Electronic Warfare Program. Since release from active duty as a Lieutenant Colonel in 1955, he has continued ham radio activities. He holds an amateur license number K2VAV. At Little America Wyman will soon start classes for beginners desiring to learn code and try for a ham operator's license. BYRD STATION -- (April 29) -- At this isolated, inland base, 647 miles west of Little America, the last sunrise of the season was witnessed on Easter Sunday morning. Special messages were sent and received through the courtesy of \"ham\" radio operators. At sunset on Easter Day a tape recording sounded taps and the American flag over Byrd station was hauled down for the Antarctic night. There is now a sense of urgency about completing the remaining outside work during the few remaining weeks of twilight. WILKES STATION -- (April 30) -- Much activity is centered around the local ladder cribbage tournament. Holding the title within a week were Rudolf A. Honkala, IGY Meteorologist, of Salisbury, N. H.; David Daniel, commissaryman 3/c, of Fairfiled Fairfield , Texas; and Carl R. Eklund, station scientific leader, of Atlanta, Ga. Robert L. Long, Jr., Ionospheric Physicist, of Rochester, N.Y., after trying out a ski ride behind three dogs, reported considerable disagreement between where he wanted to go and where the dogs went. Billie R. Lilienthal, aerographer's, mate 3/c, of Ashland, Nebr., has spent his long night watches making slipcovers for our badly soiled lounge chairs. Sidney E. Green, construction driver 3/c, of Colbert, Wash.; Edward A. Bousquet, utilitiesman 3/c, of Worcester, Mass.; Carl T. Bailey, Aerographer's mate 3/c, of Lee, Mass.; and Lt. Sheldon W. Grinnell, station doctor of Carbondale, Ill., have spent Sunday holidays helping Scientific Leader Eklund with biological field work. George E. Magee, builder 1/c of Malden, N.Y., sidelined from his carpentry with a sore arm, has been spending much of his time operating the amateur radio station. This has helped remove some of the load from Frederick E. Charlton, chief electronics technician, of Muncie, Ind.; Donald L. Bradford, radioman, 1/c, (2) of Mesa, Ariz.; Kenneth J. Hailstorm, radioman 3/c, of Gallup, N.M.; and Garth H. Stonehocker, Ionospheric Physicist, of Portsmouth, Va., who had been hard pressed trying to make \"ham\" radio contacts for station personnel. Paul A. Wyche, aerographer's mate 1/c, of Macon, Ga., is suffering from a sprained ankle. He twisted it while carrying water out to the balloon release shelter. Gilbert Lewart, IGY Seismologist, of Cloverdale, Calif., has recorded his first earthquake. It came from the area south of Australia. Ralph Glasgal, IGY Auroral Physicist, of New York City, is watching his sleeping hours being cut down as the lengthening nights increase the time he must spend making observations. LITTLE AMERICA -- (April 24) -- The long night commenced today. Bidding farewell to the sun for the last time until next August, all hands except those on duty assembled near the flagpole at 11:15 in the morning for the appropriate ceremony of lowering the colors. In minus 40 degree temperature and with drifted snow casting long purple shadows in the setting sun's almost horizontal orange rays, Bernard F. Verboncouer, cheif quartermaster, of Green Bay, Wisc., and Arthur W. Baldwin, chief radioman, of Hermosa Beach, Calif., lowered the blizzard-bitten national ensign at 11:28. Lt. John E. Zoller, Chaplain, of Shelby, Mich., offered a prayer of thanksgiving for divine providence and a petition for continued care on behalf of all men of all nations spending the coming winter on teh white continent. After the colors were lowered, LCDR Howard J. Orndorff, Officer in Charge of Little America, of Nutterfort, W. Va., presented the flag to Capt. W. Mills Dickey, Commander of Naval Support Units, Antarctica, of Rusk, Texas, as a memento from all the station personnel. In accepting the flag, Capt. Dickey said, \"This is quite an occasion since we will be in the Antarctic only one night. Manana we will be going home. Many thanks for the flag. It is somewhat tattered but very well preserved and frosty with meaning.\" He then declared the rest of the day \"rope yarn Sunday\" (Navy terminology for a holdiay). Everyone chuckled when the \"Orders of the Night\" were published (as contrasted with the Navy's standard \"Plan of the Day.\"). Examples of the orders include: \"Personnel caught in the habitat of penguins, skua gulls and seals during daylight hours will be punished as a court martial may direct.\" \"Personnel caught casting lights into the sky or in any other way competing with aurora studies shall be guilty of prefabricating auroras and shall be known as aurora specialists.\"\"All liberty has been cancelled for tonight.\" \"These orders will be cancelled automatically upon the next rising of the sun.\" Others in the flag-lowering formation were company commanders LCDR James E. Waldron, Jr., of New Orleans; Lt. Harvey G. Speed, of North Muskegon, Mich.; Lt(jg) Robert K. White, of Glenn Falls, N.Y.; and Lt(jg) Peter A. Raynolds, of Woodland Hills, Calif.; and platoon leaders Lt. Robert G. Anderson of Alameda, Calif.; Edward W. Camp, Jr.; chief construction mechanic, of Darby, Pa.; and William J. Williams, Jr., chief radioman, of Harlingen, Texas. Although the sun will not reappear for four months, progressively shortening periods of twilight will occur for several weeks. This soft gentle light with predominant orange hues creates strikingly beautiful effects upon crystalline texture of the snow and ice. This period is popularly referred to as \"Indian Summer of the Antarctic.\" (3) ELLSWORTH STATION -- (April 28) -- Radio communication in Antarctica offers a challenge to any radioman. This was one of the factors which caused Charles W. Forlidas, radioman 2/c, of Clemson, S.C., to volunteer for Operation Deep Freeze. A radioman's work in the Antarctic is not all indoors. In putting up antennas Forlidas and fellow communications man, Robert E. Haskill, radioman 1/c, of North Highland, Calif., worked in temperatures 35 degrees below zero. Now ice continually builds on the antenna wire and must be cleared to cut down radio transmission difficulties. Before radio operations could get underway the radio room, the three transmitters, seven receivers and mobile equipment had to be assembled by the operators. Equipment intended for shore installations are having to be made to fit and operate. For a small station, Ellsworth handles a large amount of radio traffic, making necessary an around the clock operation with shifts of 12 hours each. Another job that falls under Forlidas and Haskill is taking their turns at operating the \"ham\" equipment. Everyone here relies on the skill and patience of our radiomen and the \"ham\" operators in the States who pass personel messages to and from our wives and families. After his year in the Antarctic, Forlidas is looking forward to returning to Clemson, S.C., College. He attended there a year before joining the Navy. LITTLE AMERICA -- Harold E. Butler, hospitalman 1/c, of East St. Louis, Ill., is the first man of Deep Freeze II to be discharged and reenlisted at Little America. After receiving his honorable discharge, handlebar-moustached Butler became subject to much good-natured ribbing about being a \"sandcrab for a day.\" A lengthy humorous discussion occurred in the messhall, as to whether or not Butler was entitled to eat there. William R. Denney, commissaryman 2/c, of Raymond Wash., ruled to feed him without charge since he was slated to reenlist the next day. (Legally, a Navyman is a civilian for 24 hours between enlistments.) Butler was sworn in by Lcdr Howard J. Orndorff, commanding officer of Little America, of Nutterfort, W. Va., for a six-year reenlistment. This is his second six-year \"shipping over.\" An enthusiastic career man, Butler has nine years continuous active duty. His primary task here is senior corpsman, assisting the medical and dental officers. The doctors say Butler's excellent professional ability is enhanced by a pleasant sense of humor and a sincere concern for the welfare of the patients. Prior to coming to the Antarctic, Butler served three years as a hospitalman with the Marine Corps, one year of which was in Korean combat. He then spent over two years at the Naval Hospital, Great Lakes, Ill. Upon return to the U.S. after his year at Little America, Butler is aiming high. He has requested duty at the White House dispensary. NAF MCMURDO -- Fire destroyed the garage building April 28. No men were seriously injured. Estimated cost of the blaze is $106,000. This includes the building proper, a 35-ton Caterprillar tractor, a lathe, a saw, an electric drive air compressor, (4) a 5-k.w. floodlight trailer, an electric arc welder, two Herman Nelson portable heaters, approximately 2500 feet of keying cable and all shop hand and small power tools. No Deep Freeze II Caterpillar parts were destroyed. Limited special and mechanical tools will handicap vehicle maintenance somewhat. Cause of the fire has not been determined but an investigation is being made. The fire was first discovered at 6:15 a.m. (1:15 p.m., Saturday, April 27, EST) and was brought under control four and a half hours later. Construction of a combination panel and quonset rib and canvas lean-to building has commenced. McMurdo is the largest of seven U.S. bases in the Antarctic. Its 34 houses are occupied by 87 military personnel during the Antarctic winter which began April 21. The garage building was several hundred feet from the nearest barracks building. ( Admiral Rear Admiral Dufek said in Washington, \"The fire and its losses will not affect the accomplishment of our mission for the IGY in any way.\") Principal mission of the base is tp support air operations. Planes operating from the ice airstrip dropped materials to build a science base at the South Pole during the past Antarctic summer. LITTLE AMERICA -- Lieutenant Commander James E. Waldron of New Orleans, officer in charge of the VX-6 detachment here, recently treated everyone to a party celebrating promotion to his present rank. Date of rank is retroactive to Feb. 1. First entering the Navy in July 1943, Waldron's duty has always been in aviation. After receiving his wings in May, 1945, he took advanced flight training, then joined a ferry command until his release from active duty the following year. Volunteering to return to active service in June, 1951, he was ordered to Pensacola, Fla., for helicopter training. LCDR Waldron has since logged 1600 hours of helicopter flying time, serving aboard seven carriers and making six rescues of pilots form the water. In December, 1954, he was rushed to Honduras to participate in rescue of flood victims. He flew almost continuously for a week, evacuating survivors from roof tops, trees, high ground, and transporting medical aid. Since coming to Antarctica, Waldron has piloted aircraft to the Pole twice, to Byrd Station four times, plus numerous flights to McMurdo. He is the senior helicopter pilot here. WILKES STATION -- (April 29) -- On March 13 six men were sitting in a 16-foot-square Jamesway hut that provided living space at Wilkes Station's inland icecap satellite, They were enjoying an enforced rest period brought on by one of the weather phenomena unique in the Antarctic, the \"whiteout.\" The men were Carl R. Eklund, station scientific leader of Macon, Ga.; Richard L. Cameron, IGY Glaciologist, of Batesville, Calif.; Rudolf A. Honkala, IGY Meteorologist, of Salisbury, N.H.; Olav Loken, Norwegian Glaciologist; John Molhom, IGY Glaciologist, of Cambridge, Mass.; and Paul F. Noonan, photographer's mate 1/c, of Dorchester, Mass. The \"whiteout\" condition--enveloping (5) whiteness and complete lack of horizon--had brought their science studies to a standstill. They had set out from Wilkes Station at dawn two days earlier. The site for their satellite station, an important part in the Wilkes IGY program, had to be far enough inland for the climate to be representative of the entire icecap, and the snow over had to be deep enough to dig a 100-foot pit for glaciological studies. By midday they had covered 30 miles after having considerable difficulty getting their weasels and sleds over the moraine, a rocky barrier extending along the edge of the icecap. Clear weather prevailed until late the following day. After following steep trails and experiencing many weasel failures, the party arrived at the 40-mile point, about 4,000-foot elevation, and located a site for the inland station. Erection of the hut was immediately started, while Honkala set up a mast for making meteorological observations. Cameron, Loken and Molhom set out ice movement stakes for glaciology studies. Then the \"whiteout\" moved in and all work had to be stopped. But the inland station had been established. The difficulty of supplying the large quantities of fuel that would be needed to operate the inland satellite was discussed furing during the period of \"whiteout.\" The impracticability of performing the operation with the fast but fragile weasels was generally agreed upon. It was decided that the possibility of making a supply trip to the icecap with a D-4 tractor should be discussed with Robert McIntyre, construction mechanic 2/c, of Oxnard, Calif., and Lt (jg) Donald R. Burnett, of Mt. Clemens, Mich., when they returned to Wilkes Station. On the 16th weather finally cleared enough to allow all to return to the main base, except Cameron and Loken, who remained behind to continue their studies. ELLSWORTH STATION -- (May 1) -- One of the younger members of this station is 20-year-old L. R. Larson, aviation electronics technician 3/c, of Rochester, N.Y. Larson came to Deep Freeze following a tour of duty aboard the aircraft carrier USS Princeton on the west coast. He learned that Air Development Squadron Six was looking for volunteers for the Antarctic trek, and he immediately requested the duty. His request was accepted and he was sent to Quonset Point, R.I., home of VX-6. A few months later he was aboard the Navy cargo ship USS Wyandot, bound for the Weddell Sea. Before joining the Navy in 1954, Larson attended Edison Technical and Industrial high school. After initial Navy training he was selected to attend the Navy's Aviation Electronic Technician School in Memphis, Tenn. Since reaching the Antarctic, Larson has participated in all phases of the construction of Ellsworth Station, including assembly of two DeHavilland Otter aircraft, raising antenna, driving a D-4 tractor and maintenance of the aircraft electronic gear. A misleading statement was published in last week's Newsletter. The record balloon observation ascent we reported was a record for the McMurdo base only, not an Antarctic or world record. We regret the error. (6) "},"ODFNV2I5":{"title":"Operation Deep Freeze Newsletter Volume 2 Issue 5","author":"United States. Naval Support Force, Antarctica","publisher":"Florida State University, Office of Digital Research and Scholarship","date":"1957-05-10","text":" Operation Deep Freeze Newsletter Volume II, No. 5 May 10, 1957 LITTLE AMERICA -- Little America's \"ice dentists\" are at work again filling a cavity in a crevasse. One mile from camp on the road to the barrier it is necessary to cross a mysterious creeping crevasse. This is the eight eighth time the crevasse has been filled since January. It keeps opening and no one knows what happens to the hundreds of tons of snow which are used to fill it each time. The crevasse is like a jagged gorge approximately 50 feet deep, crossing the road at a 90 angle. By descending on a rope ladder to the bottom of the crevasse, a man can walk one quarter mile in either direction from the road, hemmed in by the towering cliffs of glistening blue granite-like ice, varying from 10 to 20 feet apart. A man's first trip into such a crevasse is fascinating but terrifying. The ghostly silence is overwhelming and unnerving. But the silence is not prolonged, for intermittently one will hear a deep rumble, muffled booming, rasping groan or sharp, cracking, splintering sounds. It is the imperceptible movement of the ice, as if it were wincing in excruciating pain under the relentless pressure of its own weight, aggravated by the perpetually undulating sea beneath. This, combined with a feeling of utter impotence should the walls of ice give away (which the eerie sounds seem to suggest) will reduce all but the bravest souls to flight. On April 28 the oceanographic study group reported a crack 18 inches wide across the road upon their return from the barrier. This was a tipoff of an open crevasse beneath, transforming the road into a booby trap. The next day, in minus 54 weather whipped by a 15-knot wind, a repair team composed of LCDR Howard J. Orndorff, Officer in Charge of Little America, of Nutterfort, W. Va.; LTJG Robert K. White of Glen Falls, N.Y.; Julian P. Gudmunson, Chief Buioder Builder , of St. Paul, Minn.; Charles M. Darter, Chief Construction Driver, of Austin, Texas; Robert W. Anderson, Electronics Technician 3/c, of White City, Kan.; and Alvin L. Miller, Construction Driver 2/c, of Milton, Fla.; tackled the job armed with dynamite and a D-8 tractor. Anderson is a veteran of conquering crevasses, having explored approximately 100 of them last November when blazing the 647 mile trail to Byrd Station. He sometimes swung at the end of a 50-foot rope like a pendulum, planting blasting charges at the most vulnerable spot deep in the jaws of a crevasse. Gudmunson is a seasoned expert in ice blasting, having worked as right hand man to Arctic Specialist MAJ Merle R. Dawson, USAR, last January when they changed the face of the barrier by carving a berth for cargo ships, and in the process creating what might have been the first man-made Antarctic icebergs. Miller is a versatile, indefatigible indefatigable worker and hardened to intense cold by daily exposure. He drove a D-8 tractor on a 1300 mile record round-trip to Byrd Station. Like capable dentists the repair team proceeded to clean the cavity carefully before filling. Eight blasts later all were aghast at the yawning chasm before them which a short time earlier had been the road. In the dim light of the sunless Antarctic winter dusk, Darter mounted his roaring iron monster, clicked on the floodlights and began pushing mountainous heaps of snow into the crevasse. With the touch of a genius he handled the gargantuan tractor as if it were a toy, advancing to the lip of the crevasse, then watching the snow cascade like a tumbling white waterfall into the abyss below. Final phase of the operation was to pack the snowfill solid by running the 38-ton tractor over it numerous times. Now the road is as good as new. Once again the spectacular has been the routine in the Antarctic. HAM RADIO ASSISTANCE OFFERED -- A letter was received this week from Mr. George C. Kanney of LaPorte, Indiana, a \"ham\" radio operator who is interested in lending assistance to Deep Freeze men in Antarctica and their families at home. Mr. Kanney says \"...I have a schedule with station KC4USB every night (Byrd Station)...and would be glad to handle any traffic for the scientists or personnel at this station for about four months.\" Mr. Kanney operates amateur station W9ETM. Anyone interested in taking advantage of his generous offer is invited to contact Mr. Kanney at 412 Woodson St. , LaPorte, Indiana. NAF MCMURDO -- (May 8) -- Construction crews here have worked five 24-hour days to complete the first in a series of buildings which will replace the garage destroyed by fire April 28. The Seabees met the five-day schedule set by themselves, in spite of difficult weather conditions and a shortage of adequate materials and tools. The finished building will house the garage, carpenter, machine, welding, and electrician shops, and a spare parts room. Other McMurdo residents have turned their talents to gardening. CDR William F. Flynn, Commanding Officer of MCB Special, of Dedham, Mass.; LCDR Scott W. Marshall, Officer in Charge of McMurdo, of Wichita, Kan.; and Martin K. Hanson, Chief Construction Driver, of Sioux Falls, N.D., have succeeded in producing radishes, believed to be the first grown in the Antarctic. Various seeds and plants have been carefully nurtured by the gardeners in a box garden located in a heated Quonset hut. In the near future the \"green thumb\" experts hope to add fresh lettuce, tomatoes, onions, and red and green peppers to the local food supply. Nasturtiums, marigolds and sweetpeas will satisfy esthetic tastes and brighten the Antarctic camp. AROUND THE BASES: Little America -- Construction of \"ham\" radio shack and hobby lockers in recreation hall 50% completed. Hi-fi installation underway. Library and education office cabinets and bookshelves 80% completed. Installation of fire warning devices in tunnels completed......NAF McMurdo -- Ice runway in good condition. April weather summary: Average monthly temp.; -10.5F; monthly high, plus 12F; monthly low, -33F.......Byrd Station -- Fuel cache covered by two-foot snow drift. Flags and bamboo stakes salvaged from old runway for use on new runway in spring.....Pole Station -- Observatory interior completed. Interior glaciology cold laboratory 75% completed. (Continued next page.) --2-- Wilkes Station -- Minor building and equipment repairs proceeding. Over 100 icebergs visible from station. Snow cover now zero to 12 feet....Ellsworth Station -- April weather summary: Average monthly temp., -9.04F; monthly high, plus 24.8F, on the 4th; monthly low, -34.6F, on the 9th. WILKES STATION -- (April 29) -- Through his glasses Norwegian Glaciologist Olav Loken had been studying a seal lying on an ice floe in nearby Frogman Cove. He decided definitely it was a rare Ross Seal. Leaving his vantage point on the overhanging rocks he hurried to make known his discovery to the other men at the station. At about 2 p.m. Station Scientific Leader Carl R. Eklund of Atlanta, Ga., came on the intercom system and announced the discovery to everyone, stating that an attempt would be made to collect the creature for the National Museum. From a hill which separates the station from the cove, the men watched Rudolf A. Honkala, Meteorologist, of Salisbury, N.H., and LTJG Donald R. Burnett of Mount Clemens, Mich., raise their rifles and take careful aim at the seal which was lying on an ice floe about 30 yards out in the cove. Reminding them to be careful not to hit the seal's skull, Eklund gave them the signal to fire. The animal was an easy target and died quickly. Now they were sure the seal itself would not escape, but it began to look like the outgoing tide might float the floe out to sea. They had to get a line on the dead seal quickly. Honkala and Garth H. Stonehocker, Ionospheric Physicist, of Portsmouth, Va., dragged a 20-foot ladder down to the ice edge, followed by Duane J. Wonsey, Construction Mechanic Constructionman, of Elm Hall, Mich., and David Daniel, Commissaryman 3/c, of Fairfield, Texas, carrying coils of line. Tying the line about him and laying the ladder across the dangerously thin ice, Honkala inched his way toward the floe where the dead seal lay. When he reached the floe he cut a hole in the seal's jaw and tied the line through it. While he was doint doing this Wonsey had gone to get a \"weasel\" which would be used to tow the huge carcass to shore. When the treaded vehicle was in position, Daniel, who had been tending the line to Honkala, secured the line to the rear of the weasel. With a wave from Honkala, Wonsey was given the go-ahead. With a large splash the rare mammal was hauled from the floe, through the thin ice to shore. On measuring the seal it was found to be 102 inches long from the tip of his tail to his nose. The estimated weight was between 700 and 800 pounds. This was a great day for Wilkes Station as there have been few Ross Seals ever collected. LITTLE AMERICA -- The setting sun brigs brings colder weather at this station and the falling temperature sharply reduces outdoor work. Average mean temperature for April was four degrees colder than last year, seven degrees colder than the all-time average, and 12 degrees colder than last month. Comparison of Fahrenheit temperatures for April at Little America are as follows: Last year--High, plus 9; low, -53; mean temperature, -23. This year--High, plus 10; low -55; mean temperature -27. All-time high is plus 27.5; low, -58; mean temperature, -20. (Continued next page) --3-- Average daily fluctuation of temperature during April was 20 degrees: from an average daily maximum of -17 to an average daily minimum of -37. Peak wind velocity was slightly lower this year than the all-time record for April. This year's was 42 miles per hour, while the all-time April record is 47 mph. The incidence of cold injury here is very small. There have been only six cases of minor frostbite. This is attributed to proper clothing, careful training and good judgement of personnel. FASCIMILE FACSIMILE TRANSMISSION TO ANTARCTICA -- The first successful transmission of sports pictures and Sunday comics to the Antarctic was made on Sunday, May 5, via radio facsimile. The transmission was accomplished by radio amateurs in the United States, more than 8,000 miles from the point of reception. The pictures were transmitted to the Antarctic by W2KCR at North Syracuse, N.Y., and the Operation Deep Freeze Committee of the Radio Amateurs of Greater Syracuse as a function of the American Red Cross Amateur Radio Morale Message Service. The new radio picture transmissions are a forecast of similar and more personal transmissions in the future. Transmission from North Syracuse began near midnight Saturday and continued until 6 a.m. that morning. During that time several pictures were sent, each requiring an average of 40 minutes for direct transmission to Little America. Transmissions included a picture of the recent knockout of middleweight champion Gene Fullmer by Sugar Ray Robinson, a Dick Tracy Sunday comic strip and news. Printer's type 1/32 of an inch was sent legibly. The transmission distance was 8,437 miles. Permission was granted to the amateur radio Committee by the Federal Communications Commission to send facsimile on the 20 meter band between 14300 and 14350 kilocycles. Atmospheric conditions were reported to be extremely difficult by Paul P. Blum, chairman of the committee. Rear Admiral Dufek announced this \"first\" for the Antarctic, citing it as both a morale and technical cccomplishment accomplishment of benefit to the Navy and to the nation. Now that the first amateur radio facsimile attempt has been successfully completed, future transmissions are planned for the duration of the International Geophysical Year. The Navy itself has transmitted radio facsimile to the Antarctic for many months. The radio amateurs, however, stress the sending of information that is personal, nonofficial, and of a morale nature. Transmission and reception of facsimiles of family pictures and messages in the handwriting of members of the family and other personalized graphics now are possible, going both ways between the United States and the Science Station at Little America. --4-- "},"ODFNV2I6":{"title":"Operation Deep Freeze Newsletter Volume 2 Issue 6","author":"United States. Naval Support Force, Antarctica","publisher":"Florida State University, Office of Digital Research and Scholarship","date":"1957-05-17","text":" Operation Deep Freeze Newslatter Newsletter Volume II, No. 6 May 17,1957 NAF MCMURDO -- (May 14) -- A blizzard struck this base today, with 28 hours of 38-knot winds or above. The highest average hourly velocity was 50 knots, and peak gusts reached 82.5 knots. Hardest hit were wires and antennas, but a minimum of building damage was sustained. A rundown of damage is as follows: Seventy-five foot pole down in feed-in end of Balboa Rhombic; Balboa Rhombic wire down; New Zealand Rhombic wire down; Palmer Peninsula doublet loosened and split in middle; north-south and east-west doublets loosened; all Rhombic poles have aminimum a minimum of two guys each detached, and some poles are held up by one guy only; approximately 1,000 feet of all transmission lines down with standoff insulators snapped and remaining transmission lines loosened considerably; tarpaulin on false roof of transmitter building partly blown off; snow entered transmitter building and found way into some transmitters, but equipment was off at time; one power line pole down; approximately 800 feet of power line down; nine stations on the power amplifier system inoperative; various guy wire failures and resulting 75-foot pole collapse due to turnbuckle loosening and finally paring as a result of vibration in guy wires by high winds. Estimated completion date for damage repair is June 7, depending upon the weather. SOUTH POLE STATION -- (May 11) -- According to data and records available at this station, a new world's low temperature record was established at the South Pole today. At 2:30p.m. (Greenwich, England, time; 9:30 a.m. EST) the official temperature registered 100 below zero Fahrenheit, marking the low point of two days of steadily falling temperature. The previous record low was recorded in the northern Siberian village of Verkoyansk in February, 1892, when the thermometer there descended to 90 degrees below zero. The temperature inside the tunnels surrounding and interconnecting the buildings lags behind the temperature outside, but it was already close in -72. Moist air from the buildings causes dense fog in the tunnels, reducing visibility to a matter of yards. Outside the air was perfectly clear as the moon slowly rose above the horizon to cast the only natural light (other than starlight and the Aurora Australis) that will be seen here until the return of the sun on Sept. 23. The normal routine of the 18 men manning the South Pole continued despite difficulties imposed by the decreasing temperature, and knowing that the thermometer will probably drop another 20 degrees. By the calendar, winter does not officially begin until June 21, but the frost is already on the \"punkins.\" LITTLE AMERICA -- (May 12) -- Simultaneous with the establishment of the world's lowest official temperature record of -100 Fahrenheit at the South Pole Station, Little America experienced a record-breaking \"heat wave.\" On May 11 the thermometer at Little America registered plus 30F., a difference of 130 degrees within a distance of approimately 700 nautical miles. -- 1 -- The previous all-time high temperature recorded for May at Little America was plus 25 degrees F. Accompanying the high temperature were record-breaking May gale winds of 60 miles per hour. The previous all-time record for May at Little America was 47 miles per hour. Heat waves and wind bring more problems to Little America than does cold weather. The roofs of buildings are not constructed to be absolutely waterproof because the exterior roof temperature is below freezing most of the year, thus presenting no problem of leakage. During unusual warm spells such as this, snow melts on the roof surfaces, creating multiple leaks inside. Also some buildings in sheltered areas of the camp have difficulty keeping cool enough at such times. With the heater control turned to the lowest position, buildings still overheat, thus attesting to effective design for extreme cold and efficient insulation. High winds blow snow into mountainous drifts. A portion of the new chapel, only three weeks old, is already inundated beneath five feet of snow above roof level. The current storm covered the chimney completely, necessitating the heater to be turned off until the stack can be dug out. It seems ironical to wish for cold weather in the Antarctic winter, but such is the case at Little America today. LITTLE AMERICA -- The organization of Deep Freeze II began just over a year ago, May 8, 1956, when MCB Special, Detachment Bravo, was established upon dispatch authority from COMCBLANT. Approximately 60 Bravo personnel had reported for duty. CDR William F. Flynn and five officers were present. Everyone upon arrival was given thorough physical and mental examinations, offices were being set up and personnel were being deployed to all parts of the country for specialized training. Looking back, the wholehearted cooperation and encouragement of COMCBLANT in supporting the new organizations was outstanding. Without their help our preparatory work at Davisville would have been infinitely more difficult and less efficient. Looking ahead one year, we shall all probably be back in the States recounting to families and friends our experiences in Antarctica, and Deep Freeze II will have become history. LITTLE AMERICA -- (May 11) -- \"Operation Treasure Hunt\" was suggessful in the fading twilight last week. Prospectors of the old Yukon had nothing on VX-6 detachment at Little America. Although not hunting gold, local airdales were after treasure in the form of precious spare parts for aircraft--much more valuable down here than gold. Last year on Deep Freeze I supplies had to be moved in a matter of hours from a chache on the bay ice to the camp site when ice unexpectedly broke up and floated to sea. Much confusion was unaviodable. It was impossible to make accurate records or charts of the location of various supply dumps. Blizzards soon covered everything with snow. Everything within 100 yards of the camp perimeter was now completely lost. In any direction the snow surface looked the same--perpetual, gently-sloping drifts. Visual inspection and random probing yielded nothing. -- 2 -- After a study by LT Harvey G. Speed of North Muskegon, Mich, of aerial photos taken last year, LCDR James E. Waldron, Jr., of New Orleans, La., decided to explore certain clues in hope of locating missing spare parts. Supervised by Lt Speed and Lt Robert G. Anderson of Alameda, Calif., the crew began prospecting. After measuring angles and distances from permanent buildings, the areas of greatest probability were staked out. These were combed with a mine detector which proved of little value since the penetration signal into the snow was too shallow. At this point a D-8 Caterpillar tractor, piloted by Demar E. Ward, Jr., Construction Driver 1/c, of Fort Smith, Ark., was called in. Slowly, almost gingerly, he pushed great drifts of snow aside. Suddenly a crate appeared. Tractor operations were halted and a \"Mexican drag line\" (long handled shovels) was manned by Bernest G. Melton, aviation machinist's mate 1/c of Wadesboro, N.C. and James C. Leischner, Aviation electronics technician 3/c of Cisco, Ill. AROUND THE BASES -- (May 13) -- Little America: The Little America University of Antarctica is in session with couress in calculus, Spanish, photography, bible study, choir and drama. Further courses are planned. Recreation hall is 80% completed. Tractor train load test underway. Received a broadcast from the Russian base, Mirny, of a Radio Moscow tape recording for Valdimir Vladimir Rastorguev, Russian observer and Meteorologist here. Post office moved from the Rec. Hall to Bldg. 5, publicworks building....... NAF McMurdo: Deck completed and Quonset frames up for temporary building (garage) .... Adare: Lack of tunnel system requires digging out after storms...... South Pole: All communications equipment installed. Glaciology cold lab completed ..... Wilkes: One weasel modified for use as a fire engine with large ladders and fire fighting gear installed. Sixteen by twenty foot wooden shelter erected for photo storage and general stowage storage . LITTLE AMERICA -- May 11 -- The Antarctic Beard Club of Little America a growing the bushiest crop of whiskers and the widest variety of beards imaginable. Organized last January by Charles M. Darter, Chief Construction Driver, of Austin, Texas; Kenneth A. Elliot, Construction Driver 1/c of Lancaster, Pa.; Steven Muniz, Construction Driver 2/c of Sugar City, Colo.; and Sterkel L. Coyne, Construction Driver 3/c of Piqua, Ohio; the club has expanded to 17 members. Two qualifications for membership are: Individual must be \"man enough\" to grow a beard (moustache alone is insufficient), and the man must vow not to shave until he reaches the United States. If the man shaves or permits his beard -- 3 -- to be removed prior to arrival in the U.S., he must pay a penalty of $5 to every other member. At present this would cost $80. There are, however, two exceptions to the rule: If the man is directed by the medical officer to shave for health reasons, or if ordered to shave by competent military authority before arrival in the U.S. The senior club member is Capt W. Mills Dickey, commander of Naval Support Units, Antarctica, of Rusk, Texas. Other members, in addition to the organizers, are Robert S. Ballou, Radioman 3/c, of Roanoke, Va.; Harold D. K. Crain, Utilitiesman 3/c, of Montoursville, Pa.; Forrest E. Durnell, Storekeeper 1/c of Independence, Mo.; Bobbie F. Grice, Radioman 1/c, of Hubbard, Texas; Julian P. Gudmunson, Chief Builder, of St. Paul, Minn.; Robert E. Jones, Construction Driver 2/c, of Surquinsville, Tenn.; Hector K. Lett, Construction Driver 3/c, of Knoxville, Tenn.; Jerry F. Mann, Utilitiesman 3/c, of Quincy, Ill.; Franklin O. Stackhouse, Chief Aviation Electronics Technician, of Meadbille, Pa.; Bernard F. Verboncouer, Chief Quartermaster, of Green Bay, Wisc.; Demar E. Ward, Jr., Construction Driver 1/c, of Fort Smith, Ark.; and William J. Williams, Jr., Chief Radioman, of Harlingen, Tex. Many people growing beards have not joined the club. The current total is 76 beards, six moustaches and 27 clean-shaven faces. The beards are now long enough for trimming. Interesting styles include Van Dyke, mutton chop, goatee, and handlebar moustache, in addition to natural growth. All beards must be well groomed, requiring frequent shampoos, brushing and combing. The consensus of opinion is that to have a beard is more time consuming than to shave. Most personnel working outside prefer a beard. It seems to keep the face warmer even though the breath condenses and forms ice on the surface of the beard. It's believed that air trapped in the beard next to the face provides insulation. Colors of the beards are sometimes surprising. Chief Stackhouse has dark hair but a red beard. Capt Dickey and Chief Verboncouer have jet black beards marked by sharply defined vertical silver panels approximately one and a half inches in the moustache and chin. Chaplain John E. Zoller of Shelby, Mich., has dark hair but a gray, almost white, beard. Texture of some beards is soft and silky, while others are wiry and a few are just fuzz. Some are straight, some wavy and some curly. A few men have recently \"come clean\" and shaved. It's a startling change in appearance, almost unrecognizable at first. This causes many to speculate if families and friends would recognize them wearing a beard. Some will rely on photos to show their families, while others plan to wear their beards home if military authority permits. -- 4 -- "}}